[
    // Women Cell
    {
        "ID": 1,
        "Title": "Women Development Cell",
        "TitleImage": "../../images/women_banner.jpg",
        "TitleImageCSSClass": "women_cell_title",
        "About": "A Women Development Cell (WDC) in a Government Engineering College,Patan is an institutional body aimed at addressing gender-related issues and fostering the holistic development of women in the academic and professional environment. Such cells often function under the guidelines provided by University Grants Commission (UGC) in India, or specific state education boards.",
        "Measures": "The Women Development Cell (WDC) in a Government Engineering College implements several measures to promote the safety, empowerment, and holistic development of women. These measures are designed to create a gender-sensitive and inclusive academic environment while addressing challenges faced by women students and staff. <ul> <li>1. Safety and Security Measures</li> <li>2. Awareness and Sensitization Programs</li> <li>3. Health and Wellness Initiatives</li> <li>4. Empowerment through Education and Training</li> <li>5. Cultural and Social Development Activities</li> </ul>",
        "Measure_Image": "~/images/women.jpg",
        "Vision": [
            "To create a gender-inclusive and empowering academic environment that fosters equality, safety, and the holistic development of women, enabling them to thrive as confident professionals and responsible citizens in the field of engineering and technology."
        ],
        "Mission": [
            "Empowerment Through Education",
            "Promoting Gender Equality",
            "Ensuring Safety and Security",
            "Encouraging Leadership and Innovation",
            "Health and Well-being"
        ],
        "SubObjectives": [
            "Promoting Gender Equality",
            "Ensuring Safety and Security",
            "Empowering Women",
            "Spreading Awareness",
            "Holistic Development"
        ],
        "SubObjImg": "~/images/CampusCommittee/WomenCell/quote.jpg",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/WomenCell/wcell.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">\"A woman with a voice is, by definition, <b>a strong woman.\"</b></h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. Neelam Jainik Dalal",
                "Position": "Coordinator",
                "Department": "Civil Engineering Department",
                "Image": "~/images/Faculty/407.jpg",
                "Email": "dalalneelam@gmail.com"
            },
            {
                "ID": 2,
                "Name": "PROF. ANJU VASDEWANI",
                "Position": "Member",
                "Department": "Electronics and Communication Engineering Department",
                "Image": "/images/Faculty/109.jpg",
                "Email": "amvgec@gmail.com"
            },
            {
                "ID": 3,
                "Name": "Ms. Reenaben Dasharathbhai Prajapati",
                "Position": "Member",
                "Department": "Computer Science & Engineering Department",
                "Image": "~/images/Faculty/219.png",
                "Email": "reena.prajapati@gecpatan.ac.in"
            }
        ]
    },

    //SSIP
    {
        "ID": 2,
        "Title": "Student Startup Innovation Program",
        "TitleImage": "../../images/ssip_banner.jpg",
        "TitleImageCSSClass": "ssip_title",
        "About": "The SSIP (Student Startup and Innovation Policy) Cell at Government Engineering College (GEC), Patan, is a dedicated initiative aimed at fostering innovation, entrepreneurship, and problem-solving skills among students. Established under the SSIP program by the Government of Gujarat, the cell provides financial and infrastructural support to young innovators, helping them transform their ideas into viable products and startups. <br/>At SSIP Cell, GEC Patan, students receive mentorship, technical guidance, and access to resources such as prototyping labs, funding opportunities, and networking events. The cell conducts various activities, including hackathons, ideation workshops, expert talks, and startup competitions, to encourage students to think creatively and work on real-world challenges.<br/> By collaborating with industry experts, research organizations, and startup incubators, the SSIP Cell bridges the gap between academia and industry, ensuring that students can commercialize their innovations effectively. The initiative also aligns with Make in India and Atmanirbhar Bharat, promoting self-reliance and indigenous technological development. <br/>Through SSIP, GEC Patan nurtures a culture of entrepreneurship and innovation, empowering students to become job creators rather than job seekers and contribute to technological advancements and economic growth.",
        "Measures": "The SSIP Cell at GEC Patan undertakes several measures to promote innovation and entrepreneurship among students:<br/> <ul class=\"text-justify\"> <li>Idea Nurturing: Organizes ideation workshops, hackathons, and innovation challenges to identify and refine creative ideas.</li> <li>Mentorship: Provides industry experts, entrepreneurs, and faculty guidance to support project development.</li> <li>Financial Support: Offers seed funding and grants for prototyping and startup initiatives.</li> <li>Infrastructure Support: Provides access to labs, co-working spaces, and technical resources.</li> <li>Capacity Building: Conducts skill development programs and training sessions on business models, intellectual property rights, and pitching.</li> <li>Industry Collaboration: Establishes partnerships with industries and startups for internships, real-world exposure, and project validation.</li> <li>Outreach Activities: Encourages participation in state and national-level innovation competitions.</li> </ul>",
        //"Measure_Image": "~/images/CampusCommittee/SSIP/tree-2987962_1280.jpg",
        "Measure_Image": "~/DataFiles/CampusCommittees/SSIP/logo.png",
        "Vision": [
            "Fostering Innovation &amp; Entrepreneurship – Cultivate a culture of creativity, innovation, and entrepreneurship among students by providing necessary resources, mentorship, and industry collaboration.",
            "Encouraging Research &amp; Prototyping – Support students in research, prototyping, and product development by offering technical and financial assistance.",
            "Bridging Academia &amp; Industry – Establish strong industry-academia linkages to enhance skill development, technology transfer, and real-world problem-solving."
        ],
        "Mission": [
            "Empower Student Innovators – Provide a supportive ecosystem for students to transform ideas into viable innovations through mentorship, funding, and technical guidance.",
            "Enhance Startup Culture – Foster an entrepreneurial mindset by encouraging startups, incubating innovative projects, and facilitating industry collaborations.",
            "Promote Research &amp; Skill Development – Support research, prototype development, and skill enhancement to bridge the gap between academic knowledge and real-world applications."
        ],
        "SubObjectives": [
            "Encourage Student-led Innovations – Support students in developing innovative solutions by providing financial, technical, and mentorship assistance.",
            "Facilitate Prototyping &amp; Incubation – Assist in transforming ideas into prototypes and fostering startups through incubation support.",
            "Strengthen Industry &amp; Academic Collaboration – Bridge the gap between industry and academia to enhance practical learning, research, and commercialization of innovations."
        ],
        "SubObjImg": "~/images/CampusCommittee/SSIP/laptop-5000778_1280.png",
        "BulletPoints": [ "For the PoC and IPR, student has to apply through the following link : <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSew5ey9S9JiZDyNXLxh_bOzbtrGhCXvfzCUnIcSyI2dP0WyOw/viewform?fbzx=3137647941861298455\" class=\"btn btn-success\" target=\"_blank\"> Link </a>" ],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/SSIP/ssipcell.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\"> <b> \"</b> Innovate, Incubate, <b> Ignite!\"</b> </h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. H. N. Panchal",
                "Position": "Coordinator",
                "Department": "Mechanical Engineering Department",
                "Image": "~/images/Faculty/519.jpg",
                "Email": "hitesh.panchal@gecpatan.ac.in"
            },
            {
                "ID": 2,
                "Name": "Prof. H. L. Chaudhari",
                "Position": "Coordinator",
                "Department": "Computer Scence & Engineering Department",
                "Image": "~/images/Faculty/214.jpg",
                "Email": "harshad.chaudhary@gecpatan.ac.in"
            },
            {
                "ID": 3,
                "Name": "Prof. M. I. Baliya",
                "Position": "Member",
                "Department": "Civil Engineering Department",
                "Image": "~/images/Faculty/403.jpg",
                "Email": "manjurali.baliya@gecpatan.ac.in"
            },
            {
                "ID": 4,
                "Name": "Dr. P. D. Patel",
                "Position": "Member",
                "Department": "Electrical Engineering Department",
                "Image": "~/images/Faculty/306.jpg",
                "Email": "pravin.patel@gecpatan.ac.in"
            },
            {
                "ID": 5,
                "Name": "Dr. M. B. Patel",
                "Position": "Member",
                "Department": "Electronics & Communication Engineering Department",
                "Image": "~/images/Faculty/108.jpg",
                "Email": "maulik.patel@gecpatan.ac.in"
            },
            {
                "ID": 6,
                "Name": "Prof. M. J. Vasava",
                "Position": "Member",
                "Department": "Computer Scence & Engineering Department",
                "Image": "~/images/Faculty/211.jpg",
                "Email": "mehul.vasava@gecpatan.ac.in"
            }
        ],
        "Activities": [
            {
                "ID": 1,
                "Title": "SSIP 2.0 sensitization program",
                "Description": "The SSIP 2.0 Sensitization Program aims to create COMMITTEE DETAILS awareness among students, faculty, and stakeholders about the Student Startup and Innovation Policy (SSIP) 2.0. This initiative enhances the innovation ecosystem by providing financial, technical, and mentorship support for student-led projects, startups, and research. The program educates participants about funding opportunities, prototyping assistance, and industry collaborations. It also highlights advancements from SSIP 1.0, focusing on scalability, intellectual property rights (IPR), and commercialization. Through workshops, seminars, and interactive sessions, the sensitization program encourages students to actively participate in innovation and entrepreneurship, driving technological progress and self-reliance in Gujarat and beyond. 120 students of First year including all branches have participated in it.",
                "EventDate": "21/02/2025",
                "EventTime": "02: 00 pm to 3: 15 pm",
                "Images": [],
                "Files": [

                ]
            }
        ],
        "ShowDocument": true,
        "TabTitles": {
            "SubObjectives": "Objectives",
            "Documents": "Important Documents"
        }
    },

    //NSS
    {
        "ID": 3,
        "Title": "National Service Scheme",
        "TitleImage": "../../images/nss_banner.jpg",
        "TitleImageCSSClass": "nss_title",
        "About": "The National Service Scheme (NSS) is an Indian government-sponsored public service program conducted by the Department of Youth Affairs and Sports of the Government of India. Popularly known as NSS, the scheme was launched in Gandhiji's Centenary year, 1969. Aimed at developing student's personality through community service, NSS is a voluntary association of young people in Colleges, Universities and at +2 level working for a campus-community linkage.",
        "Measures": "The NSS volunteer is expected to participate in projects prepared by the Programme Officer for community work. The aim of such projects is to bring the NSS volunteer face to face with the realities of life and needs & requirements of the community. Total 50 Volunteers working in NSS GEC PATAN Unit (25 Senior - 25 Junior Volunteer).",
        "Measure_Image": "~/images/nss.png",
        "Vision": [
            "The vision is to build the youth with the mind and spirit to serve the society and work for the social uplift of the down-trodden masses of our nation as a movement."
        ],
        "Mission": [
            "The National Service Scheme has been functioning with the motto “NOT ME BUT YOU” in view of making the youth inspired in service of the people and hence NSS Aims Education through Community Service and Community Service through Education."
        ],
        "SubObjectives": [
            "Understand the community in which they work",
            "Understand themselves in relation to their community",
            "Identify the needs and problems of the community and involve them in problem-solving",
            "Develop among themselves a sense of social and civic responsibility",
            "Utilize their knowledge in finding practical solutions to individual and community,problems",
            "Develop competence required for group-living and sharing of responsibilities",
            "Gain skills in mobilizing community participation",
            "Acquire leadership qualities and democratic attitudes",
            "Develop capacity to meet emergencies and natural disasters and",
            "Practice national integration and social harmony."
        ],
        "SubObjImg": "~/images/CampusCommittee/NSS/subobj.jpg",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/NSS/nsscell.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Not Me, <b>But You”</b></h1>",
        "BlogLink": "http://nssgecpatan.blogspot.com/",
        "Members": [
            {
                "ID": 1,
                "Name": "Prof. N. K. Dabhi",
                "Position": "Converner",
                "Image": "~/images/Faculty/304.jpg",
                "Email": "naran.dabhi@gecpatan.ac.in",
                "Department": "Electrical Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Dr. A. K. Chaudhari",
                "Position": "Member",
                "Image": "~/images/Faculty/602.jpg",
                "Email": "ashok.chaudhari@gecpatan.ac.in",
                "Department": "Humanities & Science Engineering Department"
            },
            {
                "ID": 3,
                "Name": "Prof. R. A. Chaudhari",
                "Position": "Member",
                "Image": "~/images/Faculty/107.jpg",
                "Email": "roshni.chaudhari@gecpatan.ac.in",
                "Department": "Electronics & Communication Engineering Department"
            },
            {
                "ID": 4,
                "Name": "Prof. V. B. Pansiniya",
                "Position": "Member",
                "Image": "~/images/Faculty/217.jpg",
                "Email": "viral.pansiniya@gecpatan.ac.in",
                "Department": "Computer Science & Engineering Department"
            }
        ]
    },

    //Anti Ragging
    {
        "ID": 4,
        "Title": "Anti Ragging",
        "TitleImage": "../../images/anti_ragging_banner.jpg",
        "TitleImageCSSClass": "anti_ragging_title",
        "About": "According to UGC regulations 2009 on curbing the menace of ragging in higher educational institutions, we at GEC Patan has been running active antiragging committee/squad to prevent any issue regarding ragging to be happen in institute premises.",
        "Measures": "We are taking undertaking forms from parents as well as from students of each semester and this we are doing every year to prevent any incident of ragging in future. We are supplying all information regarding antiragging committee functioning at institute level among all students; especially new comers. No such ragging incident has been recorded in this institute from the beginning to till date.",
        "Measure_Image": "~/images/Anti-Ragging.png",
        "Vision": [
            "To build a ragging free environment by instilling the principles of democratic values, tolerance, empathy, compassion and sensitivity to that students become responsible citizens."
        ],
        "Mission": [
            "To create an atmosphere of discipline by passing a clear message that no act of ragging in college premises."
        ],
        "SubObjectives": [
        ],
        "SubObjImg": "",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/AntiRagging/antiragging.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Ragging does not break the person or ice, it breaks <b>Career, Family and Lives.” ...</b></h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Prof. H. L. Chaudhary",
                "Position": "Chairman",
                "Image": "~/images/Faculty/214.jpg",
                "Email": "harshad.chaudhary@gecpatan.ac.in",
                "Department": "Computer Science & Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Dr. H. S. Bhutadia",
                "Position": "Member",
                "Image": "~/images/Faculty/605.jpg",
                "Email": "harshad.bhutadia@gecpatan.ac.in",
                "Department": "General"
            },
            {
                "ID": 3,
                "Name": "PROF. ANJU M. VASDEWANI",
                "Position": "Member",
                "Image": "~/images/Faculty/109.jpg",
                "Email": "amvgec@gmail.com",
                "Department": "Electronics and Communication"
            },
            {
                "ID": 4,
                "Name": "Dr. V. M. Patel",
                "Position": "Member",
                "Image": "~/images/Faculty/402.jpg",
                "Email": "vijendrakumar.patel@gujgov.edu.in",
                "Department": "Civil"
            }
        ]
    },

    //Grievence Cell
  {
    "ID": 5,

    "Title": "Student Counsellor/Grievance Redressal Committee",
    "TitleImage": "../../images/grievence_banner.jpg",
    "TitleImageCSSClass": "grievance_title",
    "About": "The Grievance Redressal System at Government Engineering College, Patan is an institutional initiative aimed at addressing student and faculty concerns related to academic, administrative, and personal matters. This system ensures a transparent, fair, and unbiased process to resolve grievances effectively, maintaining a harmonious and inclusive environment within the institution. <br> The Grievance Redressal Committee (GRC) functions under the UGC guidelines and institutional policies, ensuring that complaints are addressed confidentially and impartially by a team of senior faculty members and administrators.",
    "Measures": "The Grievance Redressal System at Government Engineering College, Patan implements various measures to ensure fairness, transparency, and accountability in addressing grievances. These measures aim to create a student- and faculty-friendly environment, promoting mutual trust and institutional integrity.",
    "Measure_Image": "/images/grievence.jpg",
    "Vision": [
    ],
    "Mission": [
    ],
    "SubObjectives": [
      "Provide a structured platform for students and faculty to address academic, administrative, and personal grievances.",
      "Ensure fair, unbiased, and prompt resolution of grievances without discrimination.",
      "Maintain confidentiality and privacy throughout the grievance redressal process.",
      "Create a safe and inclusive campus environment by addressing grievances effectively.",
      "Identify root causes of grievances and implement preventive measures.",
      "Educate students and faculty about their rights, responsibilities, and the grievance redressal mechanism.",
      "Continuously review and improve the grievance redressal process based on feedback.",
      "Facilitate amicable resolution of grievances through mediation and negotiation.",
      "Provide support services and counseling for affected individuals.",
      "Ensure access to updated resources related to grievance redressal and campus well-being."
    ],
    "SubObjImg": "",
    "Mechanism": "~/DataFiles/Documents/Grievance/Notice_board_final.pdf",
    "Procedure": [

    ],
    "BulletPoints": [
      "Submit the complaint through 1. the official Email: <strong><a href=\"mailto:grievance@gecpatan.ac.in\"><b>grievance@gecpatan.ac.in</b></a></strong> or 2. Handwritten/Print Application.<br/><a href=\"/DataFiles/CampusCommittees/Grievance/Grievance_Form.pdf\" class=\"btn btn-primary btn-sm mt-2\" download>⬇ Download Grievance Form</a>",
      "Provide name, department, contact details, grievance category, and a detailed description with supporting documents if applicable.",
      "The Grievance Redressal Committee (GRC) reviews, classifies, and investigates the complaint while ensuring confidentiality.",
      "The committee conducts inquiries, seeks clarifications, and determines an appropriate resolution in a fair and timely manner.",
      "The complainant is notified of the resolution via email or official communication channels.",
      "If dissatisfied, the complainant may formally appeal to higher authorities for further review."
    ],
    "BulletPointsImg": "",
    "PageFlyer": "~/images/CampusCommittee/Grievance/quote.jpg",
    "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Share your Grievence, move forward <b>And Grow.” ...</b></h1>",
    "Members": [
      {
        "ID": 1,
        "Name": "Prof. A. B. Dhruv",
        "Position": "Chairman",
        "Image": "~/images/Faculty/HOD/501.jpg",
        "Email": "anand.dhruv@gecpatan.ac.in",
        "Department": "Mechanical Engineering Department"
      },
      {
        "ID": 2,
        "Name": "Prof. V. P. Soni",
        "Position": "Member",
        "Image": "~/images/Faculty/601.jpg",
        "Email": "vijay.soni@gecpatan.ac.in",
        "Department": "Science & Humanities Engineering Department"
      },
      {
        "ID": 3,
        "Name": "Dr. D. H . Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/102.jpg",
        "Email": "devendra.patel@gecpatan.ac.in",
        "Department": "Electronics & Communication Engineering Department"
      },
      {
        "ID": 4,
        "Name": "Prof. B. P. Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/216.jpg",
        "Email": "bhavesh.patel@gecpatan.ac.in",
        "Department": "Computer Science & Engineering Department"
      },
      {
        "ID": 5,
        "Name": "Prof. R. A. Chaudhari",
        "Position": "Member",
        "Image": "~/images/Faculty/107.jpg",
        "Email": "roshni.chaudhari@gecpatan.ac.in",
        "Department": "Electronics & Communication Engineering Department"
      }

    ],
    "PdfLink": "~/DataFiles/Documents/Grievance/Notice_board_final.pdf",
    "TabTitles": {
      "SubObjectives": "Objectives",
      "PdfLink": "Mechanism"
    },
    "TableView": true
  },


    //RTI
    {
        "ID": 6,
        "Title": "Right To Information",
        "TitleImage": "../../images/CampusCommittee/RTI/rti_banner.jpg",
        "TitleImageCSSClass": "rti_title",
        "About": "The Right to Information (RTI) Act empowers citizens to access information from public authorities, fostering transparency and accountability. Government Engineering College, Patan, adheres to RTI by providing details on admissions, finances, faculty, and facilities upon request. This promotes trust, ensuring fair governance and informed decision-making for students and stakeholders.",
        "Measures": "To ensure RTI compliance at Government Engineering College, Patan, measures include maintaining an RTI cell, appointing a Public Information Officer (PIO), updating institutional records, providing timely responses to RTI queries, publishing mandatory disclosures on the website, conducting awareness sessions, and ensuring transparency in admissions, finances, and administrative processes.",
        "Measure_Image": "~/images/CampusCommittee/RTI/rti_measures.jpg",
        "Vision": [
            "To promote transparency, accountability, and participatory governance by empowering citizens with the right to access information, fostering a culture of openness and trust within public institutions."
        ],
        "Mission": [
            "To ensure timely and accurate dissemination of information, strengthen public awareness of RTI, and enhance institutional efficiency by upholding the principles of fairness and accountability."
        ],
        "SubObjectives": [

        ],
        "SubObjImg": "",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/RTI/rti_flyer.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Fostering Trust Through <b>Transparency.”</b></h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. B. J. Shah",
                "Position": "APPELLATE Officer",
                "Image": "~/images/Faculty/701.jpg",
                "Email": "principal@gecpatan.ac.in",
                "Department": "Administrative"
            },
            {
                "ID": 1,
                "Name": "Dr. D. K. Patel",
                "Position": "RTI Officer",
                "Image": "~/images/Faculty/502.jpg",
                "Email": "dinesh.patel@gecpatan.ac.in",
                "Department": "Mechanical Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Prof. V. K. Patel",
                "Position": "OSD",
                "Image": "~/images/Faculty/512.jpg",
                "Email": "vipul.patel@gecpatan.ac.in",
                "Department": "Mechanical Engineering Department"
            }
        ]
    },

    //SC/ST Committee
    {
        "ID": 7,
        "Title": "SC/ST Committee",
        "TitleImage": "../../images/CampusCommittee/scst/brain-4245977_1280.jpg",
        "TitleImageCSSClass": "",
        "About": "The SC/ST Committee at Government Engineering College, Patan, ensures a supportive, inclusive environment for Scheduled Caste and Scheduled Tribe students. It addresses grievances, offers counseling, promotes awareness of scholarships and opportunities, and implements government policies to foster academic and career growth while safeguarding their rights and well-being.",
        "Measures": "The SC/ST Committee at Government Engineering College, Patan, ensures grievance redressal, counseling support, and awareness of scholarships and government programs. It implements policies to protect students' rights, fosters career growth through coaching and workshops, and creates an inclusive environment to address socio-economic and educational challenges effectively.",
        "Measure_Image": "/images/CampusCommittee/scst/about_section.png",
        "Vision": [
            "To foster an inclusive and equitable academic environment at Government Engineering College, Patan, where students from Scheduled Castes (SC) and Scheduled Tribes (ST) feel empowered, respected, and supported, enabling them to achieve their full potential and contribute meaningfully to society."
        ],
        "Mission": [
            "To ensure the safety, dignity, and equal opportunities for SC/ST students within the institute.",
            "To provide timely support through grievance redressal, counseling, and mentorship programs.",
            "To promote awareness of government policies, scholarships, and career opportunities for holistic development.",
            "To foster a culture of inclusivity and respect, aligning with constitutional values and institutional goals."
        ],
        "SubObjectives": [
            "Establish a robust mechanism for addressing the grievances of SC/ST students promptly and effectively.",
            "Offer psychological and emotional support to help students navigate academic and personal challenges.",
            "Disseminate information about government scholarships, fellowships, and career advancement programs.",
            "Organize coaching sessions, workshops, and seminars to enhance competitive exam preparedness and employability."
            //"Ensure adherence to constitutional provisions and government policies for the welfare of SC/ST students.",
            //"Foster a sense of belonging and inclusivity through cultural and academic initiatives aimed at empowering marginalized students."
        ],
        "SubObjImg": "~/images/CampusCommittee/scst/analysis-6232545_640.jpg",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/scst/flyer.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Empowering Equality, <b>Enabling Excellence.”</b></h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. A. B. Dhruv",
                "Position": "Chairman",
                "Image": "~/images/Faculty/HOD/501.jpg",
                "Email": "anand.dhruv@gecpatan.ac.in",
                "Department": "Mechanical Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Dr. D. J. Parmar",
                "Position": "Member",
                "Image": "~/images/Faculty/504.jpg",
                "Email": "dipak.parmar@gecpatan.ac.in",
                "Department": "Mechanical Engineering Department"
            },
            //{
            //    "ID": 2,
            //    "Name": "Dr. V. C. Makwana",
            //    "Position": "Member",
            //    "Image": "~/images/Faculty/603.jpg",
            //    "Email": "vijay.makwana@gecpatan.ac.in",
            //    "Department": "Science & Humanities Department"
            //},
            {
                "ID": 3,
                "Name": "Prof. M. J. Vasava",
                "Position": "Member",
                "Image": "~/images/Faculty/211.jpg",
                //"Image": "~/images/Faculty/Computer/dummy.jpg",
                "Email": "mehul.vasava@gecpatan.ac.in",
                "Department": "Computer Science & Engineering Department"
            },
            {
                "ID": 4,
                "Name": "Prof. M. M. Patel",
                "Position": "Member",
                "Image": "~/images/Faculty/104.jpg",
                "Email": "mihir.patel@gecpatan.ac.in",
                "Department": "Electronics & Communication Engineering Department"
            },
            {
                "ID": 5,
                "Name": "Prof. R. A. Chaudhari",
                "Position": "Member",
                "Image": "~/images/Faculty/107.jpg",
                "Email": "roshni.chaudhari@gecpatan.ac.in",
                "Department": "Electronics & Communication Engineering Department"
            }
        ]
    },
    // gymkhana
    {
        "ID": 10,
        "Title": "Gymkhana",
        "TitleImage": "",
        "TitleImageCSSClass": "anti_ragging_title",
        "About": "Government Engineering College, Patan (GEC Patan) offers a vibrant campus life enriched with various sports and cultural activities, fostering holistic development among its students.",
        "Measures": "At Government Engineering College, Patan (GEC Patan), the gymkhana plays a pivotal role in enriching student life by facilitating a wide array of extracurricular activities. This dedicated space is designed to promote holistic development through various measures: <ul><li><b>Sports and Indoor Games:</b> <ul><li><b>Facilities:</b> The gymkhana is equipped to host numerous indoor games, providing students with opportunities to engage in physical activities that foster teamwork and healthy competition.</li><li><b>Events:</b> Annual sports weeks are organized, during which students participate in diverse sports and games, enhancing their physical well-being and camaraderie.</li></ul></li><li><b>Cultural Activities:</b> <ul><li><b>Celebrations:</b> The gymkhana serves as the central venue for cultural events, including festivals and annual functions, allowing students to showcase their talents in music, dance, drama, and more.</li><li><b>Clubs and Committees:</b> Various student-led groups, such as the Cultural Committee, utilize the gymkhana to plan and execute events that enrich the campus's cultural landscape.</li></ul></li><li><b>Social Services:</b> <ul><li><b>Community Engagement:</b> The gymkhana is a hub for organizing social service initiatives, including thalassemia test camps, blood donation camps, and health awareness programs, encouraging students to contribute positively to society.</li></ul></li></ul>",
        "Measure_Image": "~/images/CampusCommittee/Gymkhana/Gymkhana.png",
        "Vision": [
            "To foster a vibrant and inclusive environment that promotes physical fitness, teamwork, creativity, and cultural enrichment, empowering students to achieve excellence in sports and cultural activities while nurturing their overall personality development. "
        ],
        "Mission": [
            "To promote holistic student development by encouraging active participation in sports and cultural activities, fostering teamwork, discipline, and creativity.",
            "To provide an inclusive platform that nurtures talent, enhances leadership skills, and strengthens the spirit of sportsmanship and cultural excellence."
        ],
        "SubObjectives": [
            "The gymkhana at Government Engineering College, Patan (GEC Patan) plays a vital role in fostering overall student development through various initiatives. The key objectives and benefits include:",
            "<b>Sports:</b> <ul><li>Promote physical fitness and a healthy lifestyle.</li><li>Develop teamwork, discipline, and sportsmanship.</li><li>Provide and maintain sports infrastructure.</li><li>Organize intra- and inter-college sports events.</li><li>Encourage participation in university and national-level competitions.</li><li>Balance academics with sports activities.</li><li>Foster leadership through sports management roles.</li><li>Promote inclusive sports participation.</li></ul></li>",
            "<b>Cultural:</b> <ul><li>Encourage creativity and artistic expression.</li><li>Organize cultural festivals and competitions.</li><li>Enhance communication and confidence through debates, drama, and music.</li><li>Preserve and promote Indian heritage and traditions.</li><li>Provide a platform for students to showcase talents.</li><li>Encourage participation in inter-collegiate cultural events.</li><li>Foster teamwork and collaboration in cultural activities.</li></ul></li>",
            "<b>Social Service:</b> <ul><li>Promote community engagement and social responsibility.</li><li>Organize awareness campaigns on health, environment, and social issues.</li><li>Encourage student participation in volunteer activities.</li><li>Conduct blood donation camps and charity drives.</li><li>Collaborate with NGOs and local organizations for social impact.</li><li>Instill values of empathy, leadership, and civic duty.</li></ul></li></ul>"
        ],
        "SubObjImg": "",
        "BulletPoints": [
            "Appointment of faculty coordinators and student representatives.",
            "Division of responsibilities for sports, cultural, and social service activities.",
            "Annual planning of events and budget allocation.",
            "Preparing an annual calendar for sports, cultural, and social service activities.",
            "Identifying venues and required resources for various events.",
            "Coordinating with external bodies for inter-college competitions.",
            "Inviting students to participate in various sports, cultural, and social service activities.",
            "Conducting trials or auditions if required for specific events.",
            "Assigning teams and practice schedules.",
            "Maintaining and upgrading sports facilities (indoor/outdoor).",
            "Arranging equipment and logistics for cultural and social activities.",
            "Ensuring the availability of first aid and safety measures during events.",
            "Organizing intra-college tournaments, cultural activities, and awareness campaigns.",
            "Conducting training sessions, practice matches, and rehearsals.",
            "Managing university-level and state participation.",
            "Maintaining records of events, participation, and achievements.",
            "Submitting an annual report to the college administration.",
            "Reviewing performance and planning for the next academic year."
        ],
        "BulletPointsImg": "",
        "PageFlyer": "",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“ Empowering Students, Inspiring Growth, <b>Shaping Futures.”</b></h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Prof. G. A. Patel",
                "Position": "Vice President",
                "Image": "~/images/Faculty/HOD/301.jpg",
                "Email": "hod.electrical@gecpatan.ac.in",
                "Department": "Electrical Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Prof. M. D. Patel",
                "Position": "Sports Coordinator",
                "Image": "~/images/Faculty/305.jpg",
                "Email": "manish.patel@gecpatan.ac.in",
                "Department": "Electrical Engineering Department"
            },
            {
                "ID": 3,
                "Name": "Prof. C. P . Kadiya",
                "Position": "Sports Coordinator",
                "Image": "~/images/Faculty/508.jpg",
                "Email": "",
                "Department": "Mechanical Engineering Department"
            },
            {
                "ID": 4,
                "Name": "Prof. Anju M. Vasdwani",
                "Position": "Cultural Coordinator",
                "Image": "~/images/Faculty/109.jpg",
                "Email": "amvgec@gmail.com",
                "Department": "Electronics & Communications Engineering Department"
            },
            {
                "ID": 5,
                "Name": "Prof. Hiral Y. Rathod",
                "Position": "Cultural Coordinator",
                "Image": "~/images/Faculty/215.jpg",
                "Email": "",
                "Department": "Computer Science & Engineering Department"
            }
        ],
        "Activities": [
            {
                "ID": 1,
                "Title": "Annual Events",
                "Description": "GEC Patan organizes a range of events throughout the academic year, including annual festivals – Sports Week, fresher parties, and Navratri celebrations. These events provide students with opportunities to showcase their talents and engage with peers, enriching their college experience. ",
                "EventDate": "",
                "EventTime": "",
                "Files": []
            },
            {
                "ID": 1,
                "Title": "Student Organizations",
                "Description": "The campus hosts various student groups such as the National Service Scheme (NSS) and Fit India Group. These organizations coordinate numerous activities, including sports tournaments and cultural programs, promoting leadership and community involvement among students. ",
                "EventDate": "",
                "EventTime": "",
                "Files": []
            },
            {
                "ID": 1,
                "Title": "Thalessemia Test Camp",
                "Description": "While specific details about thalassemia test camps at GEC Patan are not readily available, the college is known for its commitment to social welfare initiatives. Regular blood donation camps are organized on campus, reflecting the institution's dedication to community health and student awareness.",
                "EventDate": "",
                "EventTime": "",
                "Files": []
            }

        ],
        "TabTitles": {
            "SubObjectives": "Objectives"
        }
    },
    //Student Section
    {
        "ID": 8,
        "Title": "Student Section",
        "TitleImage": "",
        "TitleImageCSSClass": "placement_title",
        "About": "The main objective of the student section is to assist the students for their various kind of activities seeking from the institution such as enrollment, examination, scholarship, student affairs and certifications. <ul class=\"bigtfont \"> <li><i class=\"fa fa-caret-right\"></i> Issuing and maintaining records of students. </li> <li><i class=\"fa fa-caret-right\"></i> Issuing bonafide document to students. </li> <li><i class=\"fa fa-caret-right\"></i> Issuing Railway / Bus concessions to students. </li> <li><i class=\"fa fa-caret-right\"></i> The data is maintained of the students who have paid their fees online. </li> <li><i class=\"fa fa-caret-right\"></i> Various Scholarship related work. </li> </ul>",
        "Measures": "",
        "Measure_Image": "~/images/CampusCommittee/StudentSection/student_section_small.png",
        "Vision": [
            "To foster a dynamic and inclusive student community that nurtures leadership, innovation, and holistic development. "
        ],
        "Mission": [
            "To Provide opportunities for students to develop leadership skills through active participation in committee activities.",
            "To  Balance academic, technical, cultural, and social activities for overall student growth.",
            "To Conduct regular events, discussions, and interactive sessions to keep students actively involved."
        ],
        "SubObjectives": [

        ],
        "SubObjImg": "",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“ Empowering Students, Inspiring Growth, <b>Shaping Futures.”</b></h1>",
        "BlogLink": "https://ssgecpatan.blogspot.com/",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. H. L. Judal",
                "Position": "Converner",
                "Image": "~/images/Faculty/102.jpg",
                "Email": "haresh.judal@gecpatan.ac.in",
                "Department": "Electronics & Communication Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Prof. R. A. Oza",
                "Position": "Member",
                "Image": "~/images/Faculty/515.jpg",
                "Email": "rakesh.oza@gecpatan.ac.in",
                "Department": "Mechanical Engineering Department"
            },
            {
                "ID": 3,
                "Name": "Prof. M. J. Patel",
                "Position": "Member",
                "Image": "~/images/Faculty/206.jpg",
                "Email": "mitul.patel@gecpatan.ac.in",
                "Department": "Computer Science & Engineering Department"
            },
            {
                "ID": 3,
                "Name": "Shri. A. B. Darji",
                "Position": "Member",
                "Image": "~/images/Faculty/406.jpg",
                "Email": "ankit.darji@gecpatan.ac.in",
                "Department": "Electical Engineering Department"
            }
        ],
        "AdditionalMembers": [
            {
                "CommitteeTitle": "Student Scholarship Committee",
                "Members": [
                    {
                        "ID": 1,
                        "Name": "Prof. M. M. Patel",
                        "Position": "SC Scholarship and overall",
                        "Image": "~/images/Faculty/104.jpg",
                        "Email": "mihir.patel@gecpatan.ac.in",
                        "Department": "Electronics & Communication Engineering Department"
                    },
                    {
                        "ID": 2,
                        "Name": "Prof. M. J. Patel",
                        "Position": "SC Scholarship and overall",
                        "Image": "~/images/Faculty/206.jpg",
                        "Email": "mitul.patel@gecpatan.ac.in",
                        "Department": "Computer Science & Engineering Department"
                    },
                    {
                        "ID": 3,
                        "Name": "Prof. M. J. Vasava",
                        "Position": "ST Scholarship",
                        "Image": "~/images/Faculty/211.jpg",
                        "Email": "mitul.vasava@gecpatan.ac.in",
                        "Department": "Computer Science & Engineering Department"
                    },
                    {
                        "ID": 4,
                        "Name": "Prof. C. C. Patel",
                        "Position": "OBC Scholarship",
                        "Image": "~/images/Faculty/503.jpg",
                        "Email": "chirag.patel@gecpatan.ac.in",
                        "Department": "Mechanical Engineering Department"
                    },
                    {
                        "ID": 5,
                        "Name": "Prof. Dharmesh Patel",
                        "Position": "OBC Scholarship",
                        "Image": "~/images/Faculty/517.jpg",
                        "Email": "dharmesh.patel@gecpatan.ac.in",
                        "Department": "Mechanical Engineering Department"
                    },
                    {
                        "ID": 6,
                        "Name": "Prof. K. H. Thakkar",
                        "Position": "Open & E.B.C.  Scholarship",
                        "Image": "~/images/Faculty/510.jpg",
                        "Email": "kamlesh.thakkar@gecpatan.ac.in",
                        "Department": "Mechanical Engineering Department"
                    },
                    {
                        "ID": 7,
                        "Name": "Prof. J. C. Prajapati",
                        "Position": "PMMMS/Minority/Saksham /AICTE",
                        "Image": "~/images/Faculty/103.jpg",
                        "Email": "jayesh.prajapati@gecpatan.ac.in",
                        "Department": "Electronics & Communication Engineering Department"
                    },
                    {
                        "ID": 8,
                        "Name": "Prof. M. L. Patel",
                        "Position": "Member",
                        "Image": "~/images/Faculty/105.jpg",
                        "Email": "mehul.patel@gecpatan.ac.in",
                        "Department": "Electronics & Communication Engineering Department"
                    }
                ]
            }
        ]
    },
    //TPO
    //{
    //    "ID": 9,
    //    "Title": "Training and Placement Cell",
    //    "TitleImage": "",
    //    "TitleImageCSSClass": "placement_title",
    //    "About": "Training and Placement of Government Engineering College, Patan is an essential foundation of the Institute. It plays a crucial role for student's future by assist students in achieving their career objectives by developing employment-seeking skills and finally securing desired positions. This is achieved by continues interaction of alumni, and industries.",
    //    "Measures": "Training and Placement Committee measures its success by tracking metrics like placement rate, average salary of placed students, student satisfaction with the placement process, number of companies visiting campus, pre-placement training effectiveness, student preparedness for interviews, and employer feedback on recruit.",
    //    "Measure_Image": "~/images/T&P.png",
    //    "Vision": [
    //        "<b>Developing industry-ready students: </b>Equipping students with technical expertise, soft skills, and relevant industry knowledge through training programs and workshops. ",
    //        "<b>Building strong industry connections: </b>Actively engaging with companies to create diverse placement opportunities and maintain positive relationships with recruiters. ",
    //        "<b>•\tPromoting career awareness: </b>Providing students with information about Job, study and Entrepreneurship opportunity after graduation in their field."
    //    ],
    //    "Mission": [
    //        "Career development: Educate students about career options, help them identify their career goals, and provide necessary training to enhance their employability skills. ",
    //        "Industry outreach: Actively engage with companies to invite them for campus recruitment drives, understand their hiring needs, and maintain positive relationships. ",
    //        "Skill enhancement: Organize workshops, seminars, and training programs to develop students' technical, soft skills, and interview preparation abilities. ",
    //        "Placement coordination: Manage the entire placement process, including student registration, company presentations, shortlisting candidates, and coordinating interviews. ",
    //        "Feedback loop: Gather feedback from companies and students to continuously improve the training and placement process. "
    //    ],
    //    "SubObjectives": [
    //        "Guide the students in terms of their job, study, and business scope in engineering.",
    //        "Preparing students for placement by arranging mock interviews.",
    //        "Arranging campus placement drives to provide the best opportunities to students"
    //    ],
    //    "SubObjImg": "",
    //    "BulletPoints": [
    //        "Industry was invited by email, personal visit, or telephone communication.",
    //        "Industry may directly contact the placement officer through the website.",
    //        "Industry data and links pertaining to vacancies were provided to the HR department of the industry. ",
    //        "A Job Proposal for Students is created from the link response.",
    //        "Response acquired from the list of interested students in the job proposal.",
    //        "The list of students has been provided with Industry HR for reference.",
    //        "Interviews may be conducted either on campus or at the industry location.",
    //        "Arrangements at the campus include appropriate documentation and hospitality given by the Placement Cell. ",
    //        "Feedback forms from the industry are collected. ",
    //        "Offer letters are obtained from the industry."
    //    ],
    //    "BulletPointsImg": "",
    //    "PageFlyer": "",
    //    "Tagline": "<div class=\"featured_section38\"> <div class=\"container\"> <h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“In the middle of difficulty lies <b>opportunity.”</b></h1> </div> </div>",
    //    "BlogLink": "",
    //    "Members": [
    //        {
    //            "ID": 1,
    //            "Name": "Dr. S. G. Prajapati",
    //            "Position": "Placement In-charge",
    //            "Department": "Electrical Engineering Department",
    //            "Image": "~/images/Faculty/307.jpg",
    //            "Email": "tnp.gecp@gmail.com" //" tnp.gecp@gmail.com"
    //        },
    //        {
    //            "ID": 2,
    //            "Name": "Prof. H. R. Trivedi",
    //            "Position": "Member",
    //            "Department": "Applied Science",
    //            "Image": "~/images/Faculty/804.jpg",
    //            "Email": "hardik.trivedi@gecpatan.ac.in"
    //        },
    //        {
    //            "ID": 3,
    //            "Name": "Dr. U. A. Patel",
    //            "Position": "Member",
    //            "Department": "Mechanical Engineering",
    //            "Image": "~/images/Faculty/522.jpg",
    //            "Email": "utkarsh671975@gmaail.com"
    //        },
    //        {
    //            "ID": 4,
    //            "Name": "Prof. D. U. Bavisa",
    //            "Position": "Member",
    //            "Department": "Computer Science and Engineering",
    //            "Image": "~/images/Faculty/210.jpg",
    //            "Email": "tnp.gecp@gmail.com"
    //        }

    //    ],
    //    "Activities": [

    //        {
    //            "ID": 1,
    //            "Title": "Career Guidance Seminar",
    //            "Description": "The job study and business-related information provided. Also familiarize with government job portal. The 104 students were present and Feedback Obtained. The seminar aims to provide engineering students with a clear roadmap for their careers, helping them explore opportunities in jobs, higher studies, and entrepreneurship. The session will guide students in choosing the right career path based on their skills, interests, and market trends",
    //            "EventDate": "13/02/2025",
    //            "EventTime": "10:30 AM to 12:30 PM",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Career Guidance Seminar",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Career Guidance Seminar-13-2-2025.pdf"
    //                }
    //            ]
    //        },
    //        {
    //            "ID": 2,
    //            "Title": "Mock interviews ",
    //            "Description": "The National Service Scheme (NSS) is an Indian government-sponsored public service program conducted by the Department of Youth Affairs and Sports of the Government of India. Popularly known as NSS, the scheme was launched in Gandhiji's Centenary year, 1969. Aimed at developing student's personality through community service, NSS is a voluntary association of young people in Colleges, Universities and at +2 level working for a campus-community linkage.",
    //            "EventDate": "1/1/2025",
    //            "EventTime": "10.30am  to 12.30pm",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Mock interviews",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Mock Interview-1-1-2025.pdf"
    //                }
    //            ]

    //        },
    //        {
    //            "ID": 3,
    //            "Title": "Career Guidance  & Counseling",
    //            "Description": "No. of students present:110 (Electrical-32, Mech-37, Civil-41) The seminar aims to provide engineering students with a clear roadmap for their careers, helping them explore opportunities in jobs, higher studies, and entrepreneurship. The session will guide students in choosing the right career path based on their skills, interests, and market trends. ",
    //            "EventDate": "13/03/2024",
    //            "EventTime": "1:00 p.m. to 3:00 p.m.",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Career Guidance  & Counseling",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Career Guidance-13-3-2024.pdf"
    //                }
    //            ]
    //        },
    //        {
    //            "ID": 4,
    //            "Title": "Career Guidance Awareness",
    //            "Description": "The job study and business-related information provided. Also familiarize with government job portal. The 51 students were present and Feedback Obtained.",
    //            "EventDate": "14/02/2024",
    //            "EventTime": "10.30am  to 12.30pm",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Career Guidance Awareness",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Career Guidance Awareness-14-2-2024.pdf"
    //                }
    //            ]
    //        },
    //        {
    //            "ID": 5,
    //            "Title": "Career Guidance  & Counseling for 6th sem EE/Mechanical Students",
    //            "Description": "The job study and business-related information provided. Also familiarize with government job portal. The 51 students were present and Feedback Obtained. The seminar aims to provide engineering students with a clear roadmap for their careers, helping them explore opportunities in jobs, higher studies, and entrepreneurship. The session will guide students in choosing the right career path based on their skills, interests, and market trends.",
    //            "EventDate": "02/03/2023",
    //            "EventTime": "1:00 p.m. to 3:00 p.m.",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Career Guidance  & Counseling for 6th sem EE/Mechanical Students",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Career Counseling-2-3-2023.pdf"
    //                }
    //            ]
    //        },
    //        {
    //            "ID": 6,
    //            "Title": "Entrepreneurship after Engineering",
    //            "Description": "An Entrepreneurship after Engineering seminar is designed to aspiring students about entrepreneurs, and professionals to the fundamentals of entrepreneurship. It aims to develop an entrepreneurial mindset, provide insights into the startup ecosystem, and encourage innovation and self-employment. Also inform students about Government initiatives.",
    //            "EventDate": "23/02/2023",
    //            "EventTime": "10.30am  to 12.30pm",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Entrepreneurship after Engineering",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/ENTREPRENIOR-23-2-2023.pdf"
    //                }
    //            ]
    //        },

    //        {
    //            "ID": 7,
    //            "Title": "Career Guidance Seminar",
    //            "Description": "The job study and business-related information provided. Also familiarize with government job portal. The 51 students were present and Feedback Obtained.",
    //            "EventDate": "28/02/2023",
    //            "EventTime": "1:00 p.m. to 3:00 p.m.",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Entrepreneurship after Engineering",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/Career Guidance-28-2-2023.pdf"
    //                }
    //            ]
    //        },
    //        {
    //            "ID": 8,
    //            "Title": "Entrepreneurship Awareness Seminar",
    //            "Description": "An Entrepreneurship Awareness seminar is designed to introduce students, aspiring entrepreneurs, and professionals to the fundamentals of entrepreneurship. It aims to develop an entrepreneurial mindset, provide insights into the startup ecosystem, and encourage innovation and self-employment. Also inform students about Government initiatives. ",
    //            "EventDate": "24/12/2021",
    //            "EventTime": "10.30am  to 12.30pm",
    //            "Files": [
    //                {
    //                    "ID": 1,
    //                    "Title": "Entrepreneurship Awareness Seminar",
    //                    "FileType": "PDF",
    //                    "FilePath": "~/PlacementCell/ENTREPRENIOR-24-12-2021.pdf"
    //                }
    //            ]
    //        }
    //    ],
    //    "ShowDocument": true,
    //    "TabTitles": {
    //        "SubObjectives": "Objectives",
    //        "Documents": "Reports"
    //    }
    //},
    //Alumni
    {
        "ID": 11,
        "Title": "Alumni",
        "TableView": true,
        "TitleImage": "../../images/alumni-banner.jpg",
        "TitleImageCSSClass": "alumni_cell_title",
        "About": "Government Engineering College, Patan Alumni creates and maintains a life-long connection between the college and its alumni. In collaboration with an extremely dedicated volunteer alumni members and college staff, the Alumni Association works to connect alumni, supports students, and builds an unforgettable Institute experience through a diversity of events, programs, and services.<button class=\"btn btn-success\" onclick=\"loadPdf('~/DataFiles/Documents/Alumni/Alumni_Association_Registration.pdf','GEC Patan Alumni Association Registration Certificate')\">Registration Certificate</button>",
        "Measures": "The Colleges’s alumni are its lasting legacy and strongest voice. Graduating from GEC,Patan gives you access to an exclusive global network of minded alumni. It has been an integral part of the GECP Alumni to constantly evolve, adapt, expand its reach, and find new ways to build.",
        "Measure_Image": "~/images/alumni.jpg", //"~/images/alumni-poster.jpg"
        "Vision": [
            "To make the cell a unique platform for the development of its members, by providing them opportunities to contribute towards the betterment of the society."
        ],
        "Mission": [
            "To create a transformative educational experience for students focused on deep disciplinary knowledge; problem solving; leadership, communication, and interpersonal skills; and personal health and well-being."
        ],
        "SubObjectives": [
            "To encourage, foster, and promote close relations amongst the Alumni members and improve engagement between the Alumni and the College.",
            "To promote and enhance the College’s good name and reputation.",
            "To provide a forum for the Alumni for the exchange of ideas on academic, cultural, and social issues of the day by organizing and coordinating reunion activities of the Alumni."
        ],
        "SubObjImg": "~/images/alumni-poster.jpg",
        "BulletPoints": [
            //"Pay registration fees via NEFT / IMPS / UPI",
            //"Fill the registration form by clicking <a href=\"https://forms.gle/5RtrHwu2HmLUw6EM9\" target=\"_blank\"> here </a> (payment proof required)",
            //"Once the registration is completed, you will be provided temporary Member ID through EMAIL.",
            //"Updates will be sent regarding Alumni events to your registered Email IDs. <button class=\"btn btn-success\" onclick=\"loadPdf('~/DataFiles/Documents/Alumni/BankInfo.pdf','Bank Information')\">Bank info</button>"
        ],
        "BulletPointsImg": "",
        "PageFlyer": "",
        "Account": "<h2 class=\"roboto thin\">Life Membership Payment Details</h2><div class=\"hsmline7\"><br></div><br><p class=\"bigtfont text-justify overflowCommittes\">The Life Membership fees - 500 rs. can be paid to below mentioned account number. Please save your &nbsp;Payment Reference Number's Screenshot. &nbsp;<h3 class=\"roboto thin\">Bank Details</h2><div class=\"hsmline7\"><br></div></p><p class=\"bigtfont text-justify overflowCommittes\" style=\"margin:4px\">&nbsp; &nbsp; &nbsp;Bank Name - &nbsp; AXIS Bank, Patan</p><p class=\"bigtfont text-justify overflowCommittes\" style=\"margin:4px\">&nbsp; &nbsp; &nbsp;Bank Ac No - &nbsp;925020044493060</p><p class=\"bigtfont text-justify overflowCommittes\" style=\"margin:4px\"\">&nbsp; &nbsp; &nbsp;IFSC Code - UTIB0004733</p><p class=\"bigtfont text-justify overflowCommittes\" style=\"margin:4px 0; line-height:1.2;\"\">&nbsp; &nbsp; &nbsp; Account Name - Government Engineering College Patan Alumni Association</p>",
        "Message": "<h2 class=\"roboto thin\">Life Membership</h2><div class=\"hsmline7\"><br></div><br><p class=\"bigtfont text-justify overflowCommittes\">Dear Esteemed Alumni,<br><p class=\"bigtfont text-justify overflowCommittes\">We hope this message finds you in great spirits and thriving in your journey beyond the corridors of GEC Patan.</p><p class=\"bigtfont text-justify overflowCommittes\">Your time at GEC Patan was more than just an academic experience. It was a chapter of growth, friendships, memories, and the foundation of your success today. Now, it&apos;s time to reconnect, give back, and stay engaged with the legacy that shaped you.</p><p class=\"bigtfont text-justify overflowCommittes\">We invite you to become a Life Member of the GEC Patan Alumni Association, a vibrant community committed to fostering lifelong connections, professional networking, mentorship opportunities, and collaborative growth.</p><p class=\"bigtfont text-justify overflowCommittes\">Let&rsquo;s carry forward the spirit of GEC Patan together, stronger, prouder, and more united than ever.</p><p class=\"bigtfont text-justify overflowCommittes\">Join us as a Life Member today and be a part of something bigger than yourself.</p><p class=\"bigtfont text-justify overflowCommittes\">Because once a part of GEC Patan, always a part of GEC Patan.</p><br><h2 class=\"roboto thin\">Registration Procedure</h2><div class=\"hsmline7\"><br></div><br></p><h5><i class=\"fa fa-check\" aria-hidden=\"true\"></i> Pay registration fees via NEFT / IMPS / UPI </h5><h5><i class=\"fa fa-check\" aria-hidden=\"true\"></i> Fill the registration form by <a style=\"color:blue;\" onmouseover=\"this.style.color='red'\" onmouseout=\"this.style.color='blue'\"href=\"https://forms.gle/5RtrHwu2HmLUw6EM9\" target=\"_blank\">clicking here </a> (payment proof required)</h5>",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">\"Engage, Connect, <b>Contribute.\"</b></h1>",
        "BlogLink": "",
        "Members": [
        ],
        "AdditionalMembers": [
            {
                "CommitteeTitle": "Alumni Committee",
                "Members": [
                    {
                        "ID": 1,
                        "Name": "Dr. Anand B. Dhruv",
                        "Position": "Chairman",
                        "Department": "Mechanical",
                        "Image": "~/images/Faculty/Mechanical/HoD.jpg",
                        "Email": "anand.dhruv@gecpatan.ac.in"
                    },
                    {
                        "ID": 2,
                        "Name": "Dr. D. K. Patel",
                        "Position": "Vice Chairman",
                        "Department": "Mechanical",
                        "Image": "~/images/Faculty/502.jpg",
                        "Email": "dinesh.patel@gecpatan.ac.in"
                    },
                    {
                        "ID": 3,
                        "Name": "Dr. Harikrishna B. Jethva",
                        "Position": "Secretary",
                        "Department": "Computer",
                        "Image": "~/images/Faculty/HOD/201.jpg",
                        "Email": "hbjethva@gmail.com"
                    },
                    {
                        "ID": 4,
                        "Name": "Prof. Gunvantbhai A. Patel",
                        "Position": "Treasurer",
                        "Department": "Electrical",
                        "Image": "~/images/Faculty/HOD/301.jpg",
                        "Email": "gunvant.patel@gecpatan.ac.in"
                    },
                    {
                        "ID": 5,
                        "Name": "Mrs. Reena D. Prajapati",
                        "Position": "Member",
                        "Department": "Computer",
                        "Image": "~/images/Faculty/219.png",
                        "Email": "reena.prajapati@gecpatan.ac.in"
                    },
                    {
                        "ID": 6,
                        "Name": "Mr. Shivam Modi",
                        "Position": "Member",
                        "Department": "Alumni",
                        "Image": "~/images/Faculty/1000.jpg",
                        "Email": ""
                    },
                    {
                        "ID": 7,
                        "Name": "Mr. Kiran Bhatia",
                        "Position": "Member",
                        "Department": "Alumni",
                        "Image": "~/images/Faculty/1000.jpg",
                        "Email": ""
                    }
                    //,
                    //{
                    //    "ID": 2,
                    //    "Name": "Dr. A. B. Dhruv",
                    //    "Position": "Member",
                    //    "Department": "Mechanical Engineering Department",
                    //    "Image": "~/images/Faculty/HOD/501.jpg",
                    //    "Email": "anand.dhruv@gecpatan.ac.in"
                    //},
                    //{
                    //    "ID": 3,
                    //    "Name": "Dr. D. K. Patel",
                    //    "Position": "Member",
                    //    "Department": "Mechanical Engineering Department",
                    //    "Image": "~/images/Faculty/502.jpg",
                    //    "Email": "dinesh.patel@gecpatan.ac.in"
                    //},
                    //{
                    //    "ID": 4,
                    //    "Name": "Prof. G. A. Patel",
                    //    "Position": "Member",
                    //    "Department": "Electrical Engineering Department",
                    //    "Image": "~/images/Faculty/HOD/301.jpg",
                    //    "Email": "gunvant.patel@gecpatan.ac.in"
                    //}
                ]
            }
        ],
        "ShowDocument": true,
        "TabTitles": {
            "SubObjectives": "Objectives",
            "Documents": "Important Documents",
          "Procedure": "Life Membership",
          "Members": "Alumni Committee"
        }
    },
    {
        "ID": 12,
        "Title": "Psychology Cell",
        "TitleImage": "../../images/CampusCommittee/Psychology/psychology_banner.jpg",
        "TitleImageCSSClass": "psychology_title",
        "About": "The Psychology Cell at Government Engineering College, Patan (GECP) is an important student-support initiative aimed at promoting the mental well-being, emotional resilience, and overall personal development of students. Recognizing that engineering education can be academically demanding and emotionally challenging, the cell provides a safe, confidential, and supportive environment where students can seek guidance and counselling.<br><br><b>GEC PATAN - MENTAL HEALTH HELPLINE INFORMATION:</b><br><style>\n    .equal-width-table th,\n    .equal-width-table td {\n        width: 50%;\n    }\n</style>\n\n<div class=\"table-responsive\">\n    <table class=\"table table-bordered table-striped equal-width-table\">\n        <tbody>\n            <tr>\n                <th>Tele MANAS Helpline</th>\n                <td>14416</td>\n            </tr>\n            <tr>\n                <th>Nodal Officer</th>\n                <td>Prof. H. D. Patel (9429617800)</td>\n            </tr>\n            <tr>\n                <th>Psychologist</th>\n                <td>Dr. Brijesh Panchal (9099506057)</td>\n            </tr>\n            <tr>\n                <th>Student Friend</th>\n                <td>Abhishek Mehta (9023022516)</td>\n            </tr>\n            <tr>\n                <th>Referral Hospital</th>\n                <td>Unique Hospital, Near Bus Station, Patan</td>\n            </tr>\n            <tr>\n                <th>Doctor (Referral)</th>\n                <td>Dr. Haresh Patel (9327131734)</td>\n            </tr>\n        </tbody>\n    </table>\n</div>",
        "Measures": "The Psychology Cell implements its vision by providing accessible counseling services for stress and anxiety, organizing mental-health awareness workshops, and empowering students with emotional intelligence skills. It fosters an inclusive support system through collaboration with faculty and parents to ensure early intervention and holistic development.",
        "Measure_Image": "~/images/CampusCommittee/Psychology/psychology_logo.png",
        "Vision": [
            "To foster a mentally healthy, emotionally resilient, and supportive campus environment where every student of Government Engineering College, Patan can thrive academically, socially, and personally with confidence and well-being."
        ],
        "Mission": [
            "To provide accessible, confidential, and student-centered psychological counselling and guidance.",
            "To promote mental-health awareness through workshops, campaigns, and interactive programs.",
            "To empower students with skills for stress management, decision-making, emotional intelligence, and healthy interpersonal relationships.",
            "To create an inclusive and empathetic support system that encourages early intervention and holistic development.",
            "To collaborate with faculty, parents, and the community to ensure a positive and nurturing learning environment."
        ],
        "SubObjectives": [
            "To support students’ mental health by providing counselling services for stress, anxiety, adjustment issues, academic pressure, or personal concerns.",
            "To enhance emotional intelligence by helping students develop self-awareness, confidence, and interpersonal skills.",
            "To promote a healthy campus environment through awareness programmes, seminars, and mental-health campaigns.",
            "To encourage early intervention so that students can address psychological challenges before they escalate.",
            "To provide a confidential space where students can openly discuss problems without fear of judgment."
        ],
        "SubObjImg": "",
        "BulletPoints": [

        ],
        "BulletPointsImg": "",
        "PageFlyer": "~/images/CampusCommittee/Psychology/psychology_flyer.jpg",
        "Tagline": "<h1 class=\"animate fadeIn\" data-anim-type=\"fadeIn\" data-anim-delay=\"200\">“Empowering Minds, <b>Enriching Lives.</b>”</h1>",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Prof. H. D. Patel",
                "Position": "Coordinator (Psychology Cell)",
                "Image": "~/images/Faculty/302.jpg",
                "Email": "harshad.patel@gecpatan.ac.in",
                "Department": "Electrical Engineering"
            },
            {
                "ID": 2,
                "Name": "Prof. N. K. Dabhi",
                "Position": "Committee Member & NSS Unit Rep",
                "Image": "~/images/Faculty/304.jpg",
                "Email": "naran.dabhi@gecpatan.ac.in",
                "Department": "Electrical Engineering"
            },
            {
                "ID": 3,
                "Name": "Prof. Anju Vasdevani",
                "Position": "Committee Member",
                "Image": "~/images/Faculty/109.jpg",
                "Email": "anju.vasdevani@gecpatan.ac.in",
                "Department": "Electronics & Communication"
            },
            {
                "ID": 4,
                "Name": "Prof. H. R. Trivedi",
                "Position": "Committee Member",
                "Image": "~/images/Faculty/804.jpg",
                "Email": "hardik.trivedi@gecpatan.ac.in",
                "Department": "Civil Engineering"
            },
            {
                "ID": 5,
                "Name": "Prof. H. L. Chaudhary",
                "Position": "Committee Member",
                "Image": "~/images/Faculty/214.jpg",
                "Email": "harshad.chaudhary@gecpatan.ac.in",
                "Department": "Computer Engineering"
            },
            {
                "ID": 6,
                "Name": "Prof. H. S. Bhutadiya",
                "Position": "Committee Member",
                "Image": "~/images/Faculty/605.jpg",
                "Email": "harshad.bhutadiya@gecpatan.ac.in",
                "Department": "General Department"
            },
            {
                "ID": 8,
                "Name": "Prof. D. J. Parmar",
                "Position": "Committee Member",
                "Image": "~/images/Faculty/504.jpg",
                "Email": "dipak.parmar@gecpatan.ac.in",
                "Department": "Mechanical Engineering"
            },
            {
                "ID": 9,
                "Name": "Prof. Bhargav Patel",
                "Position": "Boys Hostel Representative",
                "Image": "~/images/Faculty/506.jpg",
                "Email": "bhargav.patel@gecpatan.ac.in",
                "Department": "Mechanical Engineering"
            }
        ],
        "TableView": true,

      "PdfLink": "~/DataFiles/CampusCommittees/Psychology/NationalTaskForce.pdf",
      "TabTitles": {
        "PdfLink": "NationalTaskForce"
      }
    },
    {
        "ID": 13,
        "Title": "Internal Complaint Committee (ICC)",
        "TitleImage": "../../images/grievence_banner.jpg",
        "TitleImageCSSClass": "",
        "About": "The Internal Complaints Committee (ICC) of Government Engineering College, Patan, is constituted in accordance with the AICTE Regulations, 2016 to ensure a safe, secure, and gender-just environment for women employees and students. The committee is responsible for the prevention, prohibition, and redressal of complaints related to sexual harassment within the campus and workplace. Comprising senior faculty members, non-teaching staff, student representatives from various departments, and an external expert on women’s issues, the ICC functions with fairness, sensitivity, and strict confidentiality while also promoting gender sensitization and awareness to uphold dignity, equality, and respect across the institution.",
        "Measures": "",
        "Measure_Image": "",
        "Vision": [
        ],
        "Mission": [

        ],
        "SubObjectives": [
            "To receive and redress complaints of sexual harassment from women employees and students as per AICTE Regulations, 2016.",
            "To ensure gender sensitization and awareness programs are conducted periodically.",
            "To recommend appropriate action agains the offender based on the findings of the inquiry.",
            "To maintain confidentiality of all proceedings and records."
        ],
        "SubObjImg": "",
        "BulletPoints": [],
        "BulletPointsImg": "",
        "PageFlyer": "",
        "Tagline": "",
        "BlogLink": "",
        "Members": [
            {
                "ID": 1,
                "Name": "Dr. N. J. Dalal",
                "Position": "Presiding Officer",
                "Image": "~/images/Faculty/407.jpg",
                "Email": "dalalneelam@gmail.com",
                "Department": "Civil Engineering Department"
            },
            {
                "ID": 2,
                "Name": "Dr. P. A. Barot",
                "Position": "Senior Faculty Member",
                "Image": "~/images/Faculty/202.jpg",
                "Email": "pratik.barot@gecpatan.ac.in",
                "Department": "Computer Science & engineering Department"
            },
            {
                "ID": 3,
                "Name": "Mrs. R. A. Chaudhary",
                "Position": "Faculty/Staff Member",
                "Image": "~/images/Faculty/107.jpg",
                "Email": "roshni.chaudhari@gecpatan.ac.in",
                "Department": "Electronics & Communication Department"
            },
            {
                "ID": 4,
                "Name": "Mrs. S. B. Chaudhary",
                "Position": "Non-Teaching Staff",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": ""
            },
            {
                "ID": 5,
                "Name": "Mr. P. N. Pancholi",
                "Position": "Non-Teaching Staff",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": ""
            },
            {
                "ID": 6,
                "Name": "Ms. Anchal Singh",
                "Position": "Student Representative Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "Civil Engineering Department"
            },
            {
                "ID": 7,
                "Name": "Ms. Hitexa Patel",
                "Position": "Student Representative Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "CSE Department"
            },
            {
                "ID": 8,
                "Name": "Mr. Patel Vimalkumar H.",
                "Position": "Student Representative Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "Electrical Engineering Department"
            },
            {
                "ID": 9,
                "Name": "Ms. Ishika Dave",
                "Position": "Student Representative Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "EC Engineering Department"
            },
            {
                "ID": 10,
                "Name": "Mr. Manish Jha",
                "Position": "Student Representative Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "Mechanical Engineering Department"
            },
            {
                "ID": 11,
                "Name": "Ms. Ushaben Buch",
                "Position": "External Member",
                "Image": "~/images/Faculty/1000.jpg",
                "Email": "",
                "Department": "External Expert (NGO / Women’s Issues)"
            }
        ],
        "TableView": true
    },
  {
    "ID": 14,
    "Title": "OMBUDSMAN",
    "TitleImage": "../../images/grievence_banner.jpg",
    "TitleImageCSSClass": "",
    "About": "The Ombudsman Committee of Government Engineering College, Patan, is constituted to provide an effective and impartial mechanism for the redressal of student grievances and to ensure transparency in institutional processes. The committee addresses student complaints fairly and objectively, safeguards students’ rights, promotes adherence to academic and administrative policies, and helps maintain a just, accountable, and student-friendly environment within the institute.",
    "Measures": "",
    "Measure_Image": "",
    "Vision": [
    ],
    "Mission": [

    ],
    "SubObjectives": [

    ],
    "SubObjImg": "",
    "BulletPoints": [],
    "BulletPointsImg": "",
    "PageFlyer": "",
    "Tagline": "",
    "BlogLink": "",
    "Members": [
      {
        "ID": 1,
        "Name": "Dr. D. K. Patel",
        "Position": "Chairman",
        "Image": "~/images/Faculty/502.jpg",
        "Email": "dinesh.patel@gecpatan.ac.in",
        "Department": "Mechanical Engineering Department"
      },
      {
        "ID": 2,
        "Name": "Prof. G. A. Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/HOD/301.jpg",
        "Email": "gunvant.patel@gecpatan.ac.in",
        "Department": "Electrical Engineering Department"
      },
      {
        "ID": 3,
        "Name": "Dr. S. A. Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/203.png",
        "Email": "sunil.patel@gecpatan.ac.in",
        "Department": "Computer Science & Engineering Department"
      },
      {
        "ID": 4,
        "Name": "Dr. V. M. Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/402.jpg",
        "Email": "vijendrakumar.patel@gujgov.edu.in",
        "Department": "Civil Engineering Department"
      },
      {
        "ID": 5,
        "Name": "Prof. M. M. Patel",
        "Position": "Member",
        "Image": "~/images/Faculty/104.jpg",
        "Email": "mihir.patel@gecpatan.ac.in",
        "Department": "Electronics and Communication Engineering Department"
      }
    ],
    "TableView": true
  },
  {
    "ID": 15,
    "Title": "NPTEL Local Chapter",
    "TitleImage": "../../images/ssip_banner.jpg",
    "TitleImageCSSClass": "",
    "About": "NPTEL (National Programme on Technology Enhanced Learning) has been offering high-quality self-study courses across Engineering, Humanities, and Science disciplines for more than a decade. These courses are freely accessible at https://nptel.ac.in.<br><br>Since March 2014, NPTEL has also been offering online certification courses, wherein learners can earn certificates from the IITs by successfully completing a proctored examination. These certified courses are now hosted on the SWAYAM platform and are available at https://swayam.gov.in/NPTEL.<br><br>To further strengthen this initiative and encourage wider student participation across colleges, NPTEL has introduced the concept of establishing SWAYAM–NPTEL Chapters in educational institutions, subject to approval from the institution’s management. Each chapter will function under the leadership of a designated faculty member, who will serve as the Single Point of Contact (SPOC) for NPTEL activities within the college.",
    "Measures": "",
    "Measure_Image": "~/images/NPTEL Local Chapter.png",
    "Vision": [
    ],
    "Mission": [

    ],
    "SubObjectives": [
      "To act as a single point of coordination between the institute and NPTEL/SWAYAM for all academic and certification-related activities.",
      "To disseminate timely and accurate information regarding NPTEL initiatives, course offerings, schedules, and updates among students and faculty members.",
      "To promote awareness and encourage active participation of students and faculty in NPTEL online courses.",
      "To identify and coordinate suitable faculty mentors for various NPTEL courses to guide learners academically.",
      "To ensure timely registration, assignment submission, and certification processes for enrolled learners.",
      "To facilitate effective resolution of learners’ academic and administrative queries related to NPTEL courses.",
      "To monitor course progress and support quality learning outcomes through continuous engagement and mentoring."
    ],
    "SubObjImg": "",
    "BulletPoints": [],
    "BulletPointsImg": "",
    "PageFlyer": "",
    "Tagline": "",
    "BlogLink": "",
    "Members": [
      {
        "ID": 1,
        "Name": "Dr. Hareshkumar judal",
        "Position": "SPOC (Single Point Of Contact",
        "Image": "~/images/Faculty/102.jpg",
        "Email": "nptel.spoc@gecpatan.ac.in",
        "Department": "Electronics & Communication Engineering Department"
      }
    ],
    "TableView": true
  }
]
// use below template to add a committee

//{
//    "ID": 8,
//    "Title": "",
//    "TitleImage": "",
//    "TitleImageCSSClass": "anti_ragging_title",
//    "About": "",
//    "Measures": "",
//    "Measure_Image": "",
//    "Vision": [

//    ],
//    "Mission": [

//    ],
//    "SubObjectives": [

//    ],
//    "SubObjImg": "",
//    "BulletPoints": [],
//    "BulletPointsImg": "",
//    "PageFlyer": "",
//    "Tagline": "",
//    "BlogLink": "",
//    "Members": [
//        {
//            "ID": 1,
//            "Name": "Prof. R. A. Chaudhari",
//            "Position": "Converner",
//            "Image": "~/images/Faculty/207.jpg",
//            "Email": "roshni.chaudhari@gecpatan.ac.in"
//        },
//        {
//            "ID": 2,
//            "Name": "Prof. H. Y. Rathod",
//            "Position": "Member",
//            "Image": "~/images/Faculty/1000.jpg",
//            "Email": "hiral.rathod@gecpatan.ac.in"
//        },
//        {
//            "ID": 3,
//            "Name": "Smt. P. J. Patel",
//            "Position": "Member",
//            "Image": "~/images/Faculty/1000.jpg",
//            "Email": "priyanka.patel@gecpatan.ac.in"
//        }
//    ]
//}
