[
  {
    "ID": 1,
    "Title": "Medical Facility",
    "Titleimage": "../../images/ssip_banner.jpg",
    "TitleImageCSSClass": "ssip_title",
    "Image": "../../images/medical.jpg",
    "Descriptions": [

      "Government Engineering College, Patan offers basic on-campus medical facilities to cater to the immediate medical needs of students and faculty members.",

      "<b>On-Campus Medical Assistance:</b>",

      "<b>First Aid Facility</b>: The NSS Office in the New Amenities Building has basic first aid for minor accidents and medical emergencies.",
      "<b>Proximity Hospitals for Detailed Care:</b>",

      "For specialized medical care, students and faculty members can visit well-facilitated hospitals in the area:",

      "GMERS Medical College and Hospital, Dharpur-Patan:",

      "<b>Address</b>: GMERS Medical College and Hospital Campus, Dharpur, Patan-Unjha State Highway, Patan, Gujarat 384265",

      "<b>Contact Number:</b> -  02766 296064",

      "<b>Email:</b> gmerspatan@gmail.com",

      //"Website: wwww.gmersmchpatan.org  ",

      "<b>Patan Janta Hospital:</b>",

      "<b>Address:</b> Sardar Road, Near First Railway Nala, Patan, Gujarat 384265",

      "<b>Contact Numbers:</b>  02766 230401",

      "<b>Email:</b> patanjantahospital@yahoo.com Website: patanjantahospital.com",

      "These facilities make sure that Government Engineering College Patan students and staff members have access to immediate first aid as well as specialized medical attention when necessary"

    ]
  },
  {
    "ID": 2,
    "Title": "Transportation",
    "Titleimage": "../../images/ssip_banner.jpg",
    "TitleImageCSSClass": "ssip_title",
    "Image": "../../images/transport.jpg ",
    "Descriptions": [
      "<b>Transportation Facilities</b> – Government Engineering College Patan",

      "Government Engineering College, Patan is well-connected by road, rail, and air, ensuring convenient travel for students and faculty and visitors. Below are the transportation options available:",

      "College Location & Accessibility",

      "<b>College Name :</b> GOVERNMENT ENGINEERING COLLEGE AT KATPUR PATAN",

      //"Address :At & Post. Katpur Patan Gujarat-384265"

      // "Official Website : www.gecpatan.ac.in"

      "<b>Road Transportation : </b> Nearest Highway Patan-Unjha State Highway",

      "<b>Public Bus Services:</b> GSRTC (Gujarat State Road Transport Corporation) provides regular buses between Patan and cities like Ahmedabad, Mehsana, Siddhpur, and Gandhinagar.",

      "<b>Dedicated College Bus Routes:</b> Patan-Katpur College Bus  A direct route for students traveling between Patan and Government Engineering College, Patan. Chansama-Katpur Bus  Connecting Chansama to Government Engineering College, Patan for easy student access.",

      "<b>Local Transport:</b> Auto-rickshaws and shared taxis are available for short-distance travel within Patan. Rickshaws are available from Rajpur, providing easy access for students traveling from the Patan-Chansama Highway",

      "<b>Railway Connectivity : </b> Nearest Railway Station: Patan Railway Station (Approx. 4 km from campus)",

      "<b>Train Services:</b> Direct connectivity to Ahmedabad, Mehsana, Surat, and other major cities. Frequent train services for students and faculty.",
      "<b>Check Train Timings:</b> IRCTC Official Website",

      "<b>Air Connectivity</b> :",

      "<b>Nearest Airport:</b> Sardar Vallabhbhai Patel International Airport, Ahmedabad (~125 km from Government Engineering College Patan)",

      "<b>Travel Options from Airport</b>: Taxis & Cabs (Ola, Uber, Private operators) GSRTC & Private Buses",

      "<b>Parking Facility : </b>Dedicated two-wheeler and four-wheeler parking is available for students and staff.",

      "<b>Contact Information</b> ",

      "<b>Official College Website</b>:  www.gecpatan.ac.in",

      "<b>GSRTC Bus Services</b>: GSRTC Official Website",

      "<b>Railway Inquiry & Booking</b>: IRCTC Official Website",

      "This guide ensures that students and visitors can easily plan their journey to Government Engineering College, Patan."

    ]
  }
]